[
    {
        "role": "President",
        "company": "NYU Bridge & Spades",
        "location": "New York NY",
        "duration": "May 2022 – Present",
        "description": [
            "Managed a 1300-member club, overseeing budgeting, efficient venue coordination, engaging communication with members and e-board, and conflict resolution. ",
            "Also played a role in establishing partnerships with other student organizations to host large-scale social events, contributing to the club's overall impact and community engagement."
        ]
    },
    {
        "role": "Events Assistant",
        "company": "NYU Athletics",
        "location": "New York NY",
        "duration": "Sep 2021 – Present",
        "description": [
            "Managed logistics for large university-scale sporting events, including event setup, guest list management, and team structure maintenance. ",
            "Facilitated seamless integration of several new employees to the team, by onboarding and training them about established protocols and procedures."
        ]
    },
    {
        "role": "Robotic Process Automation Intern",
        "company": "Virim Infotech",
        "location": "Indore India",
        "duration": "Jun 2023 – Aug 2023",
        "description": [
            "Developed a strong foundation in robotic process automation, with a primary focus on UiPath, bolstered by my background in Computer Science. ",
            "Contributed to the automation team, actively participating in the creation and deployment of bots hosted on server computers to meet the unique needs of clients, increasing business operation efficiency by 80%."
        ]
    },
    {
        "role": "Marketing Intern",
        "company": "Treasure Island Mall",
        "location": "Indore India",
        "duration": "Aug 2019 – Jan 2020",
        "description": [
            "Gained understanding of marketing principles, particularly in experiential and social media marketing, while also understanding the operational dynamics of the mall. ",
            "Assisted in the creation of marketing plans designed to meet the mall’s unique requirements and enhance its marketing effectiveness."
        ]
    }
]
