[
    {
        "role": "President",
        "company": "NYU Bridge & Spades",
        "location": "New York NY",
        "duration": "May 2022 – Present",
        "description": [
            "Managed budgeting responsibilities for a club with over 1300 members, including coordination for venue arrangements, crafting weekly emails and meeting invitations, and addressing internal conflicts when necessary.",
            "Played a role in establishing partnerships with other student organizations to host large-scale social events, contributing to the club’s overall impact and community engagement."
        ]
    },
    {
        "role": "Events Assistant",
        "company": "NYU Athletics",
        "location": "New York NY",
        "duration": "Sep 2021 – Present",
        "description": [
            "Handled logistics for NYU Athletics’ sporting events including event setup, teardown, guest list management, and maintaining a structured environment.",
            "Facilitated integration of new employees by onboarding and training them about established protocols and procedures."
        ]
    },
    {
        "role": "Robotic Process Automation Intern",
        "company": "Virim Infotech",
        "location": "Indore India",
        "duration": "Jun 2023 – Aug 2023",
        "description": [
            "Developed foundation in robotic process automation with a focus on UiPath, bolstered by a background in Computer Science.",
            "Contributed to the automation team in creating and deploying unattended bots on server computers, increasing business operation efficiency by 80%."
        ]
    },
    {
        "role": "Marketing Intern",
        "company": "Treasure Island Mall",
        "location": "Indore India",
        "duration": "Aug 2019 – Jan 2020",
        "description": [
            "Gained understanding of marketing principles, particularly in experiential and social media marketing, while also understanding the operational dynamics of the mall.",
            "Assisted in the creation of marketing plans designed to meet the mall’s unique requirements and enhance its marketing effectiveness."
        ]
    }
]
